const BangladeshAffairs =[
  {
    "id": 1,
    "question": "কোন গোষ্ঠী থেকে বাঙালি জাতির প্রধান অংশ গড়ে উঠেছে?",
    "options": ["নেগ্রিটো", "ভোটচীন", "দ্রাবিড়", "অস্ট্রিক", "মোঙ্গল"],
    "correct": "অস্ট্রিক"
  },
  {
    "id": 2,
    "question": "বাংলাদেশের প্রাচীন জাতি কোনটি?",
    "options": ["আর্য", "দ্রাবিড়", "পুণ্ড্র", "মঙ্গোল"],
    "correct": "দ্রাবিড়"
  },
  {
    "id": 3,
    "question": "বাংলার আদি জনপদের অধিবাসীরা কোন জাতির অন্তর্ভুক্ত?",
    "options": ["বাঙালি", "আর্য", "নিষাদ", "আলপাইন"],
    "correct": "নিষাদ"
  },
  {
    "id": 4,
    "question": "আর্য জাতি কোন দেশ থেকে এসেছিল?",
    "options": ["বাহরাইন", "মেক্সিকো", "ইরাক", "ইরান"],
    "correct": "ইরান"
  },
  {
    "id": 5,
    "question": "আর্যদের আদি বাসস্থান কোথায় ছিল?",
    "options": ["ইউরাল পর্বতের দক্ষিণে তৃণভূমি অঞ্চলে", "হিমালয়ের পাদদেশে নেপালের দক্ষিণে", "ভাগীরথী নদীর পশ্চিম তীরে", "আফগানিস্তানের দক্ষিণ-পূর্ব পাহাড়ি এলাকায়"],
    "correct": "ইউরাল পর্বতের দক্ষিণে তৃণভূমি অঞ্চলে"
  },
  {
    "id": 6,
    "question": "আর্যদের ধর্মগ্রন্থের নাম কী?",
    "options": ["ত্রিপিটক", "বেদ", "উপনিষদ", "ভগবৎ গীতা"],
    "correct": "বেদ"
  },
  {
    "id": 7,
    "question": "বাংলা আদি অধিবাসীগণ কোন ভাষাভাষী ছিল?",
    "options": ["সংস্কৃত", "অস্ট্রিক", "বাংলা", "হিন্দি"],
    "correct": "অস্ট্রিক"
  },
  {
    "id": 8,
    "question": "নৃতাত্ত্বিকভাবে বাংলাদেশের মানুষ প্রধানত কোন নরগোষ্ঠীর অন্তর্ভুক্ত?",
    "options": ["অ্যালপাইন", "আদি-অস্ট্রেলীয়", "নার্কিড", "মঙ্গোলীয়"],
    "correct": "আদি-অস্ট্রেলীয়"
  },
  {
    "id": 9,
    "question": "বাংলাদেশে বসবাসকারী উপজাতীয়দের বড় অংশ-",
    "options": ["মঙ্গোলয়েড", "সেমাটিড", "অস্ট্রালয়েড", "ককেশীয়"],
    "correct": "মঙ্গোলয়েড"
  },
  {
    "id": 10,
    "question": "বাংলার সর্ব প্রাচীন জনপদের নাম কি?",
    "options": ["পুন্ড্র", "তাম্রলিপ্ত", "গৌড়", "হরিকেল"],
    "correct": "পুন্ড্র"
  },
  {
    "id": 11,
    "question": "বগুড়া প্রাচীন বাংলার কোন জনপদের অন্তর্ভুক্ত?",
    "options": ["বরেন্দ্রী", "হরিকেল", "গৌড়", "পুন্ড্র"],
    "correct": "পুন্ড্র"
  },
  {
    "id": 12,
    "question": "পিরোজপুর জেলা কোন প্রাচীন জনপদের অন্তর্ভুক্ত ছিল?",
    "options": ["চন্দ্রদ্বীপ", "হরিকেল", "বঙ্গ", "সমতট"],
    "correct": "চন্দ্রদ্বীপ"
  },
  {
    "id": 13,
    "question": "বর্তমান বৃহত্তর ঢাকা জেলা প্রাচীন কালে কোন জনপদের অন্তর্ভুক্ত ছিল?",
    "options": ["সমতট", "পুন্ড্র", "বঙ্গ", "হরিকেল"],
    "correct": "বঙ্গ"
  },
  {
    "id": 14,
    "question": "প্রাচীনকালে 'সমতট' বলতে বাংলাদেশের কোন অংশকে বুঝানো হতো?",
    "options": ["বগুড়া ও দিনাজপুর অঞ্চল", "কুমিল্লা ও নোয়াখালী অঞ্চল", "ঢাকা ও ময়মনসিংহ অঞ্চল", "বৃহত্তম সিলেট অঞ্চল"],
    "correct": "কুমিল্লা ও নোয়াখালী অঞ্চল"
  },
  {
    "id": 15,
    "question": "প্রাচীন বাংলায় নিম্নের কোন অঞ্চল বাংলাদেশের পূর্বাংশে অবস্থিত ছিল?",
    "options": ["হরিকেল", "সমতট", "বরেন্দ্র", "রাঢ়"],
    "correct": "সমতট"
  },
  {
    "id": 16,
    "question": "বর্তমান বৃহৎ বরিশাল ও ফরিদপুর এলাকা প্রাচীনকালে কোন জনপদের অন্তর্ভুক্ত ছিল?",
    "options": ["সমতট", "পুন্ড্রবর্ধন", "বঙ্গ", "রাঢ়"],
    "correct": "বঙ্গ"
  },
  {
    "id": 17,
    "question": "বরেন্দ্র বলতে কোন এলাকাকে বুঝায়?",
    "options": ["উত্তরবঙ্গ", "পশ্চিমবঙ্গ", "উত্তর-পশ্চিমবঙ্গ", "দক্ষিণ-পূর্ববঙ্গ"],
    "correct": "উত্তর-পশ্চিমবঙ্গ"
  },
  {
    "id": 18,
    "question": "রাজশাহীর উত্তরাংশ, বগুড়ার পশ্চিমাংশ, রংপুর ও দিনাজপুরের কিছু অংশ নিয়ে গঠিত-",
    "options": ["পলল গঠিত সমভূমি", "বরেন্দ্রভূমি", "উত্তরবঙ্গ", "মহাস্থানগড়"],
    "correct": "বরেন্দ্রভূমি"
  },
  {
    "id": 19,
    "question": "বরেন্দ্রভূমি নামে পরিচিত-",
    "options": ["ময়নামতি ও লালমাই পাহাড়", "মধুপুর ও ভাওয়াল গড়", "সুন্দরবন", "রাজশাহী বিভাগের উত্তর-পশ্চিমাংশ"],
    "correct": "রাজশাহী বিভাগের উত্তর-পশ্চিমাংশ"
  },
  {
    "id": 20,
    "question": "বাংলাদেশের কোন বিভাগে 'বরেন্দ্রভূমি' অবস্থিত?",
    "options": ["সিলেট", "রাজশাহী", "খুলনা", "বরিশাল"],
    "correct": "রাজশাহী"
  },
  {
    "id": 21,
    "question": "'বরেন্দ্র' বলতে বর্তমান কোন অঞ্চলকে বোঝায়?",
    "options": ["দিনাজপুর", "পাবনা", "খুলনা", "রাজশাহী"],
    "correct": "রাজশাহী"
  },
  {
    "id": 22,
    "question": "চট্টগ্রাম অঞ্চলের প্রাচীন নাম-",
    "options": ["বঙ্গ", "গৌড়", "হরিকেল", "সমতট"],
    "correct": "হরিকেল"
  },
  {
    "id": 23,
    "question": "সিলেট প্রাচীন জনপদের অন্তর্গত-",
    "options": ["বঙ্গ", "সমতট", "হরিকেল", "রাঢ়"],
    "correct": "হরিকেল"
  },
  {
    "id": 24,
    "question": "হরিকেল জনপদ",
    "options": ["ঢাকার সমার্থক", "বগুড়ার সমার্থক", "কুমিল্লার সমার্থক", "সিলেটের সমার্থক"],
    "correct": "সিলেটের সমার্থক"
  },
  {
    "id": 25,
    "question": "বাংলাদেশের একটি প্রাচীন জনপদের নাম-",
    "options": ["রাঢ়", "চট্টলা", "কোনোটিই নয়", "পাবনা"],
    "correct": "রাঢ়"
  },
  {
    "id": 26,
    "question": "প্রাচীন রাঢ় জনপদ অবস্থিত-",
    "options": ["বগুড়া", "কুমিল্লা", "বর্ধমান", "বরিশাল"],
    "correct": "বর্ধমান"
  },
  {
    "id": 27,
    "question": "প্রাচীন গৌড় নগরীর অংশবিশেষ বাংলাদেশের কোন জেলায় অবস্থিত?",
    "options": ["কুষ্টিয়া", "কুমিল্লা", "বগুড়া", "চাঁপাইনবাবগঞ্জ"],
    "correct": "চাঁপাইনবাবগঞ্জ"
  },
  {
    "id": 28,
    "question": "সর্বপ্রথম 'বঙ্গ'র উল্লেখ পাওয়া যায়",
    "options": ["রামচরিত", "চন্ডীমঙ্গল", "ঐতেরেয় আরণ্যক", "করতোয়া মাহাত্যম"],
    "correct": "ঐতেরেয় আরণ্যক"
  },
  {
    "id": 29,
    "question": "বাংলা (দেশ ও ভাষা) নামের উৎপত্তির বিষয়টি কোন গ্রন্থে সর্বাধিক উল্লেখিত হয়েছে?",
    "options": ["আলমগীর নামা", "আইন-ই-আকবরী", "আকবর নামা", "তুজুক-ই-আকবরী"],
    "correct": "আইন-ই-আকবরী"
  },
  {
    "id": 30,
    "question": "'রাজতরঙ্গিনী' ইতিহাস গ্রন্থের রচয়িতা কে?",
    "options": ["হিয়োডোটাস", "কলহন", "আবুল ফজল", "জিয়াউদ্দিন"],
    "correct": "কলহন"
  },
  {
    "id": 31,
    "question": "ধারণা করা হয়, **গৌড়** জনপদের অন্তর্ভুক্ত ছিল-",
    "options": ["মুর্শিদাবাদ", "যশোর", "ময়মনসিংহ", "চট্টগ্রাম"],
    "correct": "মুর্শিদাবাদ"
  },
  {
    "id": 32,
    "question": "প্রাচীন বাংলার প্রথম গুরুত্বপূর্ণ নরপতি কে?",
    "options": ["হর্ষবর্ধন", "শশাংক", "গোপাল", "লক্ষ্মণ সেন"],
    "correct": "শশাংক"
  },
  {
    "id": 33,
    "question": "কে গৌড়ের স্বাধীন নরপতি ছিলেন?",
    "options": ["শশাংক", "বর্মন", "ভাস্কর", "দেবগুপ্ত"],
    "correct": "শশাংক"
  },
  {
    "id": 34,
    "question": "বাংলার প্রথম স্বাধীন ও সার্বভৌম রাজা হলেন-",
    "options": ["ধর্মপাল", "গোপাল", "শশাংক", "দ্বিতীয় চন্দ্র গুপ্ত"],
    "correct": "শশাংক"
  },
  {
    "id": 35,
    "question": "একসময়ে বাংলা, বিহার ও উড়িষ্যার রাজধানী মুর্শিদাবাদের প্রাক্তন নাম ছিল-",
    "options": ["সিনহাবাদ", "চন্দ্রদ্বীপ", "গৌড়", "মাকসুদাবাদ"],
    "correct": "গৌড়"
  },
  {
    "id": 36,
    "question": "শশাংকের রাজধানী ছিল-",
    "options": ["কর্ণসুবর্ণ", "গৌড়", "নদীয়া", "ঢাকা"],
    "correct": "কর্ণসুবর্ণ"
  },
  {
    "id": 37,
    "question": "প্রাচীন বাংলার কোন এলাকা কর্ণসুবর্ণ নামে কথিত হতো?",
    "options": ["মুর্শিদাবাদ", "রাজশাহী", "চট্টগ্রাম", "মেদিনীপুর"],
    "correct": "মুর্শিদাবাদ"
  },
  {
    "id": 38,
    "question": "শশাংক প্রথম জীবনে ছিলেন-",
    "options": ["কৃষক", "সামন্ত", "রাজা", "সম্রাট"],
    "correct": "সামন্ত"
  },
  {
    "id": 39,
    "question": "'মাৎস্যন্যায়' ধারণাটি কিসের সাথে সম্পর্কিত?",
    "options": ["মাছবাজার", "ন্যায় বিচার প্রতিষ্ঠা", "মাছ ধরার নৌকা", "আইন-শৃঙ্খলাহীন অরাজক অবস্থা"],
    "correct": "আইন-শৃঙ্খলাহীন অরাজক অবস্থা"
  },
  {
    "id": 40,
    "question": "বাংলায় প্রথম বংশানুক্রমিক শাসন শুরু করেন-",
    "options": ["শশাংক", "বখতিয়ার খলজি", "বিজয় সেন", "গোপাল"],
    "correct": "গোপাল"
  },
  {
    "id": 41,
    "question": "বাংলার প্রথম দীর্ঘস্থায়ী রাজবংশের নাম কি?",
    "options": ["পাল বংশ", "সেন বংশ", "ভুইয়া বংশ", "গুপ্ত বংশ"],
    "correct": "পাল বংশ"
  },
  {
    "id": 42,
    "question": "নিম্নের কোন বংশ প্রায় চারশো বছরের মতো বাংলা শাসন করেছে?",
    "options": ["মৌর্য বংশ", "পাল বংশ", "গুপ্ত বংশ", "সেন বংশ"],
    "correct": "পাল বংশ"
  },
  {
    "id": 43,
    "question": "পাল বংশের প্রথম রাজা কে?",
    "options": ["গোপাল", "দেবপাল", "মহীপাল", "রামপাল"],
    "correct": "গোপাল"
  },
  {
    "id": 44,
    "question": "বঙ্গে পাল বংশের প্রতিষ্ঠাতা কে ছিলেন?",
    "options": ["ধর্মপাল", "দেবপাল", "গোপাল", "মহীপাল"],
    "correct": "গোপাল"
  },
  {
    "id": 45,
    "question": "পাল বংশের শ্রেষ্ঠ রাজা কে ছিলেন?",
    "options": ["গোপাল", "ধর্মপাল", "রামপাল", "দেবপাল"],
    "correct": "ধর্মপাল"
  },
  {
    "id": 46,
    "question": "পালযুগের পুঁথিচিত্র কোন বস্তুর উপর আঁকা হয়েছিল?",
    "options": ["কাগজের উপর", "টিনের উপর", "পাথরের উপর", "তালপাতার উপর"],
    "correct": "তালপাতার উপর"
  },
  {
    "id": 47,
    "question": "রামসাগর দীঘি কোন জেলায় অবস্থিত?",
    "options": ["রংপুর", "দিনাজপুর", "নবাবগঞ্জ", "কুড়িগ্রাম"],
    "correct": "দিনাজপুর"
  },
  {
    "id": 48,
    "question": "পাল শাসনমলে রচিত একটি কাব্য হলো",
    "options": ["গীতগোবিন্দ", "মনসামঙ্গল", "চন্ডীমঙ্গল", "রামচরিতম"],
    "correct": "রামচরিতম"
  },
  {
    "id": 49,
    "question": "কোন মুসলিম সেনাপতি স্পেন জয় করেন?",
    "options": ["মুসা বিন নুসায়ের", "খালিদ বিন ওয়ালিদ", "মুহম্মদ বিন কাসিম", "তারিক"],
    "correct": "তারিক"
  },
  {
    "id": 50,
    "question": "সিন্ধু বিজয়ের মাধ্যমে কে ভারতীয় উপমহাদেশে ইসলাম প্রতিষ্ঠার পথ সুগম করেন?",
    "options": ["হাজ্জাজ-বিন-ইউসুফ", "মুহম্মদ-বিন-কাসিম", "মুহম্মদ ঘুরী", "ইখতিয়ারউদ্দিন-মুহম্মদ-বিন বখতিয়ার খিলজি"],
    "correct": "মুহম্মদ-বিন-কাসিম"
  },
  {
    "id": 51,
    "question": "প্রথম মুসলিম সিন্ধু বিজেতা ছিলেন-",
    "options": ["বাবর", "সুলতান মাহম্মদ", "মুহম্মদ-বিন-কাসিম", "মোহাম্মদ ঘোরী"],
    "correct": "মুহম্মদ-বিন-কাসিম"
  },
  {
    "id": 52,
    "question": "কোন মুসলিম সেনাপতি সিন্ধু জয় করেন?",
    "options": ["মুসা বিন নুসাইর", "তারেক বিন জিয়াদ", "খালেদ বিন ওয়ালিদ", "মুহাম্মদ বিন কাসিম"],
    "correct": "মুহাম্মদ বিন কাসিম"
  },
  {
    "id": 53,
    "question": "মুহম্মদ বিন কাসিম সর্বপ্রথম সিজুর কোন শহরে উপস্থিত হন?",
    "options": ["মুলতান", "রাওয়ার", "দেবল", "অমৃতসর"],
    "correct": "দেবল"
  },
  {
    "id": 54,
    "question": "আরবদের আক্রমণের সময় সিন্ধু দেশের রাজা ছিলেন-",
    "options": ["মানসিংহ", "জয়পাল", "দাহির", "দাউদ"],
    "correct": "দাহির"
  },
  {
    "id": 55,
    "question": "সুলতান মাহমুদ কত বার ভারতবর্ষ আক্রমণ করেন?",
    "options": ["১৫ বার", "১৭ বার", "১৮ বার", "২০ বার"],
    "correct": "১৭ বার"
  },
  {
    "id": 56,
    "question": "কোন যুদ্ধে ইব্রাহিম লোদি বাবরের হাতে পরাজিত হন?",
    "options": ["পানিপথের প্রথম যুদ্ধে", "খানুয়ার যুদ্ধে", "পানিপথের দ্বিতীয় যুদ্ধে", "তরাইনের যুদ্ধে"],
    "correct": "পানিপথের প্রথম যুদ্ধে"
  },
  {
    "id": 57,
    "question": "ভারতের কোন যুদ্ধে প্রথম কামানের ব্যবহার হয়?",
    "options": ["পলাশীর যুদ্ধে", "চৌসারের যুদ্ধে", "পানিপথের প্রথম যুদ্ধে", "পানিপথের দ্বিতীয় যুদ্ধে"],
    "correct": "পানিপথের প্রথম যুদ্ধে"
  },
  {
    "id": 58,
    "question": "পানিপথ অবস্থিত-",
    "options": ["মুলতানের অদূরে", "পেশোয়ারের অদূরে", "দিল্লির অদূরে", "কাবুলের অদূরে"],
    "correct": "দিল্লির অদূরে"
  },
  {
    "id": 59,
    "question": "পানিপথের যুদ্ধ হয়েছিল কোন নদীর তীরে?",
    "options": ["মেঘনা", "গঙ্গা", "যমুনা", "সিন্ধু"],
    "correct": "যমুনা"
  },
  {
    "id": 60,
    "question": "পানিপথের দ্বিতীয় যুদ্ধ কোন সালে সংঘটিত হয়?",
    "options": ["১৫২৬", "১৫২৫", "১৫৫৬", "১৭৬৩"],
    "correct": "১৫৫৬"
  },
  {
    "id": 61,
    "question": "কোন যুদ্ধে আকবর দিল্লি জয় করেন?",
    "options": ["পানিপথের প্রথম যুদ্ধ", "পানিপথের দ্বিতীয় যুদ্ধ", "খানুয়ার যুদ্ধ", "হলদিঘাটের যুদ্ধ"],
    "correct": "পানিপথের দ্বিতীয় যুদ্ধ"
  },
  {
    "id": 62,
    "question": "তৃতীয় পানিপথের যুদ্ধে কে কাকে পরাজিত করে?",
    "options": ["বাবর ইব্রাহিম লোদিকে", "আকবর হিমুকে", "আকবর রানা প্রতাপকে", "আহমদ শাহ আবদালি মারাঠাদিগকে"],
    "correct": "আহমদ শাহ আবদালি মারাঠাদিগকে"
  },
  {
    "id": 63,
    "question": "পানিপথের তৃতীয় যুদ্ধ হয়",
    "options": ["১৫২৬ সালে", "১৫৫৬ সালে", "১৭৬১ সালে", "১৭৬৫ সালে"],
    "correct": "১৭৬১ সালে"
  },
  {
    "id": 64,
    "question": "মারাঠা শাসকের উপাধি ছিল-",
    "options": ["রাজা", "পেশোয়া", "সম্রাট", "বাদশাহ"],
    "correct": "পেশোয়া"
  },
  {
    "id": 65,
    "question": "ভারতবর্ষে মুঘল সাম্রাজ্যের প্রতিষ্ঠাতা কে?",
    "options": ["Jahangir", "Akbar", "Babar", "Humayun"],
    "correct": "Babar"
  },
  {
    "id": 66,
    "question": "মুঘল শাসনামলের কোন ক্রমটি ঠিক আছে?",
    "options": ["বাবর-হুমায়ুন-জাহাঙ্গীর-আকবর", "বাবর-জাহাঙ্গীর-হুমায়ুন-শাহজাহান", "বাবর-হুমায়ুন-আকবর-জাহাঙ্গীর", "বাবর-আকবর-জাহাঙ্গীর-শাহজাহান"],
    "correct": "বাবর-হুমায়ুন-আকবর-জাহাঙ্গীর"
  },
  {
    "id": 67,
    "question": "সম্রাট শাহজাহান মুঘল বংশের কততম শাসক?",
    "options": ["তৃতীয়", "পঞ্চম", "চতুর্থ", "ষষ্ঠ"],
    "correct": "পঞ্চম"
  },
  {
    "id": 68,
    "question": "মুঘল সম্রাট আকবরের পিতামহ কে ছিলেন?",
    "options": ["বাবর", "হুমায়ূন", "বৈরাম খাঁ", "আহাদীয়"],
    "correct": "বাবর"
  },
  {
    "id": 69,
    "question": "শাহজাহানের কনিষ্ঠ পুত্র-",
    "options": ["দারা", "মুরাদ", "আওরঙ্গজেব", "সুজা"],
    "correct": "মুরাদ"
  },
  {
    "id": 70,
    "question": "কে বাদশাহ আলমগীরের ভাই ছিলেন না?",
    "options": ["সুজা", "মুরাদ", "শেরশাহ", "দারা"],
    "correct": "শেরশাহ"
  },
  {
    "id": 71,
    "question": "Who was the last Mughal Emperor?/শেষ মুঘল সম্রাটের নাম কি?",
    "options": ["আওরঙ্গজেব", "দ্বিতীয় শাহ আলম", "দ্বিতীয় আকবর", "দ্বিতীয় বাহাদুর শাহ"],
    "correct": "দ্বিতীয় বাহাদুর শাহ"
  },
  {
    "id": 72,
    "question": "Which of the following was not a Mughal Emperor?/ নিচের কোন ব্যক্তি মুঘল সম্রাট ছিলেন না?",
    "options": ["Akbar", "Bahadur Shah", "Isa khan", "Babar", "Humayun"],
    "correct": "Sher Shah"
  },
  {
    "id": 73,
    "question": "মোগল সম্রাট বাবরের পুরো নাম কি?",
    "options": ["তৈমুর লং", "জহিরউদ্দীন", "জালালউদ্দীন", "মুঘল সম্রাটদের মধ্যে আত্মজীবনী রচনা করেছিলেন-"],
    "correct": "জহিরউদ্দীন"
  },
  {
    "id": 74,
    "question": "মুঘল সম্রাটদের মধ্যে আত্মজীবনী রচনা করেছিলেন-।",
    "options": ["বাবর", "আকবর", "শাহজাহান", "আওরঙ্গজেব"],
    "correct": "বাবর"
  },
  {
    "id": 75,
    "question": "কোন মোঘল সম্রাট বাংলাকে 'জান্নাতুল সুবাব' (বা স্বর্গীয় প্রদেশ) বলে আখ্যায়িত করেছিলেন?",
    "options": ["বাবর", "হুমায়ুন", "আকবর", "জাহাঙ্গীর"],
    "correct": "হুমায়ুন"
  },
  {
    "id": 76,
    "question": "Which Mughal Emperor visited Dhaka? কোন মুঘল সম্রাট ঢাকায় আলেন?",
    "options": ["Babar", "Shajahan", "Akbar", "None of these", "Jahangir"],
    "correct": "None of these"
  },
  {
    "id": 77,
    "question": "আকবর দিল্লির সিংহাসনে বসার সময় তার বয়স ছিল",
    "options": ["১৭ বছর", "১৩ বছর", "১৪ বছর", "১৮ বছর"],
    "correct": "১৩ বছর"
  },
  {
    "id": 78,
    "question": "কোন মোঘল সম্রাটের সময় সাম্রাজ্যের সর্বাপেক্ষা বেশি বিস্তার ঘটে?",
    "options": ["বাবর", "আওরঙ্গজেব", "আকবর", "শাহজাহান"],
    "correct": "আকবর"
  },
  {
    "id": 79,
    "question": "কোন মুঘল সম্রাট প্রথম বাংলা জয় করেন?",
    "options": ["বাবর", "আকবর", "জাহাঙ্গীর", "শাহজাহান"],
    "correct": "আকবর"
  },
  {
    "id": 80,
    "question": "কোন সনে সম্রাট আকবর বাংলার শাসনভার গ্রহণ করেন?",
    "options": ["১৫৭৫", "১৫৭২", "১৫৫৬", "১৫৭৬"],
    "correct": "১৫৭৬"
  },
  {
    "id": 81,
    "question": "বাংলা নববর্ষ পহেলা বৈশাখ কে চালু করেন?",
    "options": ["লক্ষ্মণ সেন", "বিজয় সেন", "ইলিয়াস শাহ", "আকবর"],
    "correct": "আকবর"
  },
  {
    "id": 82,
    "question": "বাংলা সনের প্রবর্তক কে?",
    "options": ["জাহাঙ্গির", "শেরশাহ", "আওরঙ্গজেব", "আকবর"],
    "correct": "আকবর"
  },
  {
    "id": 83,
    "question": "বাংলা সনের প্রবর্তক কে?",
    "options": ["টোডরমল", "ফতেহুল্লাহ সিরাজী", "আবুল ফজল", "আকবর"],
    "correct": "ফতেহুল্লাহ সিরাজী"
  },
  {
    "id": 84,
    "question": "'দীন-ই-ইলাহী' কিসের নাম?",
    "options": ["Masque (মসজিদ)", "Cottage (কুটির)", "Saint (দরবেশ)", "Religion (ধর্ম)"],
    "correct": "Religion (ধর্ম)"
  },
  {
    "id": 85,
    "question": "'দীন-ই-ইলাহী' প্রবর্তন করেন-",
    "options": ["সম্রাট জাহাঙ্গীর", "সম্রাট শাহজাহান", "সম্রাট আকবর", "সম্রাট আওরঙ্গজেব"],
    "correct": "সম্রাট আকবর"
  },
  {
    "id": 86,
    "question": "টোডরমলের নাম কোন সংস্কারের সঙ্গে জড়িত?",
    "options": ["ধর্মীয়", "সামরিক", "রাজস্ব", "সামাজিক"],
    "correct": "রাজস্ব"
  },
  {
    "id": 87,
    "question": "টোডরমল কে?",
    "options": ["আকবরের ধর্মমন্ত্রী", "আকবরের অর্থমন্ত্রী", "আকবরের পরিকল্পনা মন্ত্রী", "আকবরের সমরমন্ত্রী"],
    "correct": "আকবরের অর্থমন্ত্রী"
  },
  {
    "id": 88,
    "question": "ভারতের যে সম্রাটকে 'আলমগীর' বলা হতো-",
    "options": ["শাহজাহান", "বাবর", "বাহাদুর শাহ", "আওরঙ্গজেব"],
    "correct": "আওরঙ্গজেব"
  },
  {
    "id": 89,
    "question": "চার পুত্রের পিতা চিংকিং রোয়াজার মৃত্যুর পর গোত্র প্রধান হওয়ার লড়াইয়ে বিজয়ী হন তৃতীয় পুত্র মংশিং রোয়াজা। এর সাথে যে ভারত সম্রাটের সিংহাসনে আসীন হওয়ার ঘটনার মিল আছে, তিনি হলেন",
    "options": ["আকবর", "আওরঙ্গজেব", "শাহজাহান", "বাবর"],
    "correct": "আওরঙ্গজেব"
  },
  {
    "id": 90,
    "question": "শাহজাহানের কন্যা জাহান আরা কোন ভ্রাতাকে সমর্থন করেছিলেন?",
    "options": ["মুরাদ", "দারা", "সুজা", "আওরঙ্গজেব"],
    "correct": "দারা"
  },
  {
    "id": 91,
    "question": "সম্রাট শাহজাহানের কোন পুত্র বাংলার শাসনকর্তা ছিলেন?",
    "options": ["দারা", "শাহ সুজা", "মুরাদ", "আওরঙ্গজেব"],
    "correct": "শাহ সুজা"
  },
  {
    "id": 92,
    "question": "আলমগীরনগর কোথায় প্রতিষ্ঠিত হয়েছিল?",
    "options": ["বিহার", "লক্ষণাবতী", "কুচবিহার", "রাজমহল"],
    "correct": "কুচবিহার"
  },
  {
    "id": 93,
    "question": "নাদির শাহ ভারত আক্রমণ করেছিলেন কোন সালে?",
    "options": ["১৭০১", "১৭৩৯", "১৭৬০", "১৭৭৫"],
    "correct": "১৭৩৯"
  },
  {
    "id": 94,
    "question": "যে বিদেশি রাজ্য ভারতের কোহিনুর মণি ও ময়ূর সিংহাসন লুট করেন-",
    "options": ["আহমদ শাহ আবদালি", "দ্বিতীয় শাহ আব্বাস", "নাদির শাহ", "সুলতান মাহমুদ"],
    "correct": "নাদির শাহ"
  },
  {
    "id": 95,
    "question": "দ্বিতীয় বাহাদুর শাহকে নির্বাসিত করা হয়-",
    "options": ["গোয়ায়", "আন্দামানে", "রেঙ্গুনে", "শ্রীলঙ্কায়"],
    "correct": "রেঙ্গুনে"
  },
  {
    "id": 96,
    "question": "Which Mughal emperor is laid in rest in Yangon?/ কোন মুঘল সম্রাটকে ইয়াঙ্গুনে সমাহিত করা হয়?",
    "options": ["Bahadur Shah", "Elias Shah", "Sher Shah", "None of them", "Jafar Shah"],
    "correct": "Bahadur Shah"
  },
  {
    "id": 97,
    "question": "শেষ মোঘল সম্রাট বাহাদুর শাহের কবর কোথায়?",
    "options": ["সম্রাট জাহাঙ্গীর", "ইয়াঙ্গুন", "দিল্লি", "কলকাতা"],
    "correct": "ইয়াঙ্গুন"
  },
  {
    "id": 98,
    "question": "ভারতীয় উপমহাদেশে প্রথম কখন ও কার আমলে ডাক সার্ভিস চালু হয়?",
    "options": ["শেরশাহ", "নুসরত শাহ", "সিরাজউদ্দৌলা", "আলীবর্দী খান"],
    "correct": "শেরশাহ"
  },
  {
    "id": 99,
    "question": "ভারতবর্ষে 'ঘোড়ার ডাক' এর প্রচলন করেন-",
    "options": ["শেরশাহ", "মুহম্মদ বিন তুঘলক", "আওরঙ্গজেব", "আকবর"],
    "correct": "শেরশাহ"
  },
  {
    "id": 100,
    "question": "বাংলাদেশে ঘোড়ার ডাকের প্রচলন করেন কে?",
    "options": ["শেরশাহ", "আকবর", "মুহম্মদ বিন তুঘলক", "শাহজাহান"],
    "correct": "শেরশাহ"
  },
  {
    "id": 101,
    "question": "'গ্রান্ড ট্রাঙ্ক রোড' এর নির্মাতা-",
    "options": ["বাবর", "আকবর", "শাহজাহান", "শেরশাহ"],
    "correct": "শেরশাহ"
  },
  {
    "id": 102,
    "question": "বিখ্যাত 'গ্রান্ড ট্রাক' রোডটি বাংলাদেশের কোন অঞ্চল থেকে শুরু হয়েছে?",
    "options": ["কুমিল্লা জেলার দাউদকান্দি", "যশোর জেলার ঝিকরগাছা", "ঢাকা জেলার বারিধারা", "নারায়ণগঞ্জ জেলার সোনারগাঁও"],
    "correct": "নারায়ণগঞ্জ জেলার সোনারগাঁও"
  },
  {
    "id": 103,
    "question": "কবুলিয়ত ও পাট্টা প্রথার প্রবর্তক-",
    "options": ["বাবর", "হুমায়ুন", "শেরশাহ", "আকবর"],
    "correct": "শেরশাহ"
  },
  {
    "id": 104,
    "question": "বাংলার প্রথম মুসলিম বিজেতা কে?",
    "options": ["বখতিয়ার খলজী", "ইলিয়াস শাহ", "হুসাইন শাহ", "শিরান খলজী"],
    "correct": "বখতিয়ার খলজী"
  },
  {
    "id": 105,
    "question": "বাংলার মুসলিম শাসন (আধিপত্য বিস্তারের) সূচনা করেন-",
    "options": ["মুহম্মদ বখতিয়ার খলজী", "মুহম্মদ বিন কাসিম", "মুহম্মদ খুরী", "সুলতান মাহমুদ"],
    "correct": "মুহম্মদ বখতিয়ার খলজী"
  },
  {
    "id": 106,
    "question": "ইখতিয়ার উদ্দিন মোহাম্মদ বখতিয়ার খলজী বাংলা জয় করেন কোন সালে?",
    "options": ["১২১২", "১২০০", "১২০৪", "১২০৬"],
    "correct": "১২০৪"
  },
  {
    "id": 107,
    "question": "বাংলায় মুসলিম শাসন কোন শতাব্দীতে প্রতিষ্ঠিত হয়?",
    "options": ["আষ্টম শতাব্দী", "দ্বাদশ শতাব্দী", "দশম শতাব্দী", "ত্রয়োদশ শতাব্দী"],
    "correct": "ত্রয়োদশ শতাব্দী"
  },
  {
    "id": 108,
    "question": "মুহম্মদ বখতিয়ার খলজী কোন শতাব্দীতে বাংলাদেশে আসেন?",
    "options": ["একাদশ", "দশম", "ত্রয়োদশ", "পঞ্চদশ"],
    "correct": "ত্রয়োদশ"
  },
  {
    "id": 109,
    "question": "ইতিহাস বিখ্যাত সেনানায়ক ইখতিয়ার উদ্দিন মুহম্মদ বিন বখতিয়ার খলজী কোন দেশের নাগরিক ছিলেন?",
    "options": ["পাকিস্তান", "আফগানিস্তান", "তুরস্ক", "ইরান"],
    "correct": "তুরস্ক"
  },
  {
    "id": 110,
    "question": "দিল্লির ঐতিহাসিক জিয়াউদ্দিন বারাণী বাংলার নাম দিয়েছিলেন 'বুলগাকপুর', যার অর্থ",
    "options": ["বিদ্রোহের নগর", "শাস্তির নগর", "সমৃদ্ধ নগর", "শ্যামল নগর"],
    "correct": "বিদ্রোহের নগর"
  },
  {
    "id": 111,
    "question": "'রিয়াজ আস সালাতিন' এটা কি ধরনের গ্রন্থ?",
    "options": ["উপন্যাস", "মহাকাব্য", "ঐতিহাসিক", "প্রবন্ধ"],
    "correct": "ঐতিহাসিক"
  },
  {
    "id": 112,
    "question": "বাংলার প্রথম মুসলমান সুলতান কে ছিলেন?",
    "options": ["বখতিয়ার খলজী", "হোসেন শাহ", "ইলিয়াস শাহ", "মুর্শিদ কুলি খান"],
    "correct": "বখতিয়ার খলজী"
  },
  {
    "id": 113,
    "question": "বাংলার প্রথম স্বাধীন সুলতান কে ছিলেন?",
    "options": ["ফখরউদ্দিন ইলিয়াস শাহ", "ফখরউদ্দিন মোবারক শাহ", "ফখরুদ্দিন জহির শাহ", "মুহম্মদ ঘুরী"],
    "correct": "ফখরউদ্দিন মোবারক শাহ"
  },
  {
    "id": 114,
    "question": "বাংলার স্বাধীন সুলতানি শাসন প্রতিষ্ঠা করেন কে?",
    "options": ["নবাব সিরাজউদ্দৌলা", "নবাব আলীবর্দী খাঁ", "ফখরউদ্দিন মোবারক শাহ", "ইখতিয়ার উদ্দিন মুহম্মদ বিন বখতিয়ার খলজী"],
    "correct": "ফখরউদ্দিন মোবারক শাহ"
  },
  {
    "id": 115,
    "question": "কোন শাসকের সময় থেকে সমগ্র বাংলা ভাষাভাষী অঞ্চল পরিচিত হয়ে উঠে বাঙ্গালাহ নামে?",
    "options": ["ফখরউদ্দিন মুবারক শাহ", "শামসউদ্দিন ইলিয়াস শাহ", "আকবর", "ঈসা খান"],
    "correct": "শামসউদ্দিন ইলিয়াস শাহ"
  },
  {
    "id": 116,
    "question": "কোন শাসনামলে সমগ্র বাংলা ভাষাভাষী অঞ্চল 'বাঙ্গালা' নামে অভিহিত হয়?",
    "options": ["মৌর্য", "মুসলিম", "ইংরেজ", "পাল"],
    "correct": "ইংরেজ"
  },
  {
    "id": 117,
    "question": "প্রাচীন বাংলার সবগুলো জনপদই একত্রে বাংলা নামে পরিচিতি লাভ করে কার আমল থেকে?",
    "options": ["সুলতান সিকান্দার শাহ", "নবাব সিরাজউদ্দৌলা", "সুলতান শামসউদ্দিন ইলিয়াস শাহ", "নবাব আলীবর্দী খাঁ"],
    "correct": "সুলতান শামসউদ্দিন ইলিয়াস শাহ"
  },
  {
    "id": 118,
    "question": "উপাধি গ্রহণের মধ্যদিয়ে বাঙালিদের রাষ্ট্রীয় পরিচয় তুলে ধরেন যে শাসক, তার নাম-",
    "options": ["বুগরা খান", "ইলিয়াস শাহ", "বিজয় সেন", "লক্ষ্মণ সেন"],
    "correct": "ইলিয়াস শাহ"
  },
  {
    "id": 119,
    "question": "শাহ্-ই-বাঙ্গালাহ অথবা শাহ-ই-বাঙালিয়ান বাংলার কোন মুসলিম সুলতানের উপাধি ছিল?",
    "options": ["ফখরউদ্দিন মুবারক শাহ", "শামসউদ্দীন ইলিয়াস শাহ", "আলাউদ্দিন হোসেন শাহ", "নসরত শাহ"],
    "correct": "শামসউদ্দীন ইলিয়াস শাহ"
  },
  {
    "id": 120,
    "question": "'বাঙ্গালাহ' নামের প্রচলন করেন",
    "options": ["শশাংক", "ধর্মপাল", "ইলিয়াস শাহ", "আকবর"],
    "correct": "ইলিয়াস শাহ"
  },
  {
    "id": 121,
    "question": "বাংলার প্রথম জনক কে?",
    "options": ["বঙ্গবন্ধু শেখ মুজিবুর রহমান", "শেরে বাংলা এ কে ফজলুল হক", "শামসুদ্দিন ইলিয়াস শাহ", "মুহম্মদ বখতিয়ার খলজী"],
    "correct": "শামসুদ্দিন ইলিয়াস শাহ"
  },
  {
    "id": 122,
    "question": "কবি হাফিজকে বাংলাদেশে আমন্ত্রণ জানিয়েছিলেন কোন নৃপতি?",
    "options": ["আলাউদ্দিন হুসাইন শাহ", "রুকনউদ্দিন বারবক শাহ", "ফখরউদ্দিন মুবারক শাহ", "গিয়াস উদ্দিন আজম শাহ"],
    "correct": "গিয়াস উদ্দিন আজম শাহ"
  },
  {
    "id": 123,
    "question": "ইরানের কবি হাফিজের সাথে পত্রালাপ হয়েছিল বাংলার কোন সুলতানের?",
    "options": ["গিয়াস উদ্দিন আজম শাহ", "আলাউদ্দীন হুসাইন শাহ", "ফখরউদ্দিন মোবারক শাহ", "ইলিয়াস শাহ"],
    "correct": "গিয়াস উদ্দিন আজম শাহ"
  },
  {
    "id": 124,
    "question": "সুলতানী আমলে বাংলার রাজধানীর নাম কি?",
    "options": ["সোনারগাঁও", "ঢাকা", "জাহাঙ্গীরনগর", "গৌড়"],
    "correct": "গৌড়"
  },
  {
    "id": 125,
    "question": "কোন আমলে বাংলা গজল ও সুফি সাহিত্য সৃষ্টি হয়?",
    "options": ["", "সুলতানি", "হুসাইন শাহী", "মোগল"],
    "correct": "ইলিয়াস শাহী"
  },
  {
    "id": 126,
    "question": "শ্রী চৈতন্যের আবির্ভাব ঘটেছিল যে সুলতানের শাসনামলে",
    "options": ["আলাউদ্দিন হুসাইন শাহ", "নাসিরউদ্দিন মাহমুদ শাহ", "গিয়াস উদ্দিন ইওজ খলজি", "নসরত শাহ"],
    "correct": "আলাউদ্দিন হুসাইন শাহ"
  },
  {
    "id": 127,
    "question": "বাংলা সাহিত্যের পৃষ্ঠপোষকতার জন্য বিখ্যাত শাসক",
    "options": ["আলিবর্দি খাঁ", "মুর্শিদ কুলি খাঁ", "ইসলাম খাঁ", "আলাউদ্দিন হুসাইন শাহ"],
    "correct": "আলাউদ্দিন হুসাইন শাহ"
  },
  {
    "id": 128,
    "question": "গৌড়ের সোনা মসজিদ কার আমলে নির্মিত হয়?",
    "options": ["ফখরুদ্দিন মোবারক শাহ", "হুসাইন শাহ", "শায়েস্তা খাঁ", "নসরত শাহ"],
    "correct": "হুসাইন শাহ"
  },
  {
    "id": 129,
    "question": "Who was the last independant Sultan of Bengal? (বাংলাদেশের শেষ স্বাধীন সুলতান কে ছিলেন?)",
    "options": ["Shamsuddin liliyas Shah", "Ghiyasuddin Mahmud Shah", "Jalaluddin Fateh Shah", "Rukunuddin Burbak Shah"],
    "correct": "Ghiyasuddin Mahmud Shah"
  },
  {
    "id": 130,
    "question": "নিচের কোনটি গৌড়ীয় বৈষ্ণব আন্দোলনের সঙ্গে সম্পর্কিত নয়-",
    "options": ["এই আন্দোলন নদীয়ার শুরু হয়েছিল", "মীরাবাঈ এই আন্দোলনে যুক্ত ছিলেন", "শ্রীচৈতন্য ও শ্রীনিত্যানন্দ এর প্রবক্তা ছিলেন", "বৃন্দাবন এই আন্দোলনের অন্যতম কেন্দ্র ছিল"],
    "correct": "মীরাবাঈ এই আন্দোলনে যুক্ত ছিলেন"
  },
  {
    "id": 131,
    "question": "ফ্রান্সের রাজা চর্তুদশ লুই এর ন্যায় কোন সুলতান ঘোষণা করেন 'আমিই রাষ্ট্র'?",
    "options": ["গিয়াসউদ্দিন বলবন", "আলালউদ্দিন খলজী", "মুহম্মদ বিন তুঘলক", "আলাউদ্দিন খলজী"],
    "correct": "আলাউদ্দিন খলজী"
  },
  {
    "id": 132,
    "question": "পরিব্রাজক কে?",
    "options": ["পর্যটক", "পরিদর্শক", "পরিচালক", "কোনোটাই নয়"],
    "correct": "পর্যটক"
  },
  {
    "id": 133,
    "question": "মেগাস্থিনিস কার রাজসভার গ্রিক দূত ছিলেন?",
    "options": ["চন্দ্রগুপ্ত মৌর্য", "অশোক", "সমুদ্রগুপ্ত", "হর্ষবর্ধন"],
    "correct": "চন্দ্রগুপ্ত মৌর্য"
  },
  {
    "id": 134,
    "question": "মেগাস্থিনিস তার কোন গ্রন্থে ভারতীয় উপমহাদেশ সম্পর্কে মূল্যবান তথ্য লিপিবদ্ধ করেন?",
    "options": ["ইন্ডিকা", "ইভিয়া", "মিগ্রাক্টরগর নিশ্বরিমাল্যা", "ইন্ডাস"],
    "correct": "ইন্ডিকা"
  },
  {
    "id": 135,
    "question": "ফা-হিয়েন ছিলেন",
    "options": ["সেনাপতি", "পরিব্রাজক", "মন্ত্রী", "রাজদূত"],
    "correct": "পরিব্রাজক"
  },
  {
    "id": 136,
    "question": "বাংলায় প্রথম চৈনিক পরিব্রাজক কে?",
    "options": ["ই-সিং", "ফা হিয়েন", "ইউয়েন সাঙ", "জেল ডং"],
    "correct": "ফা হিয়েন"
  },
  {
    "id": 137,
    "question": "চীনা পরিব্রাজক ফা হিয়েন কখন ভারতবর্ষে অবস্থান করেন?",
    "options": ["২০১-২১০ খ্রিস্টাব্দ", "৪০১-৪১০ খ্রিস্টাব্দ", "৭০২-৭০৮ খ্রিস্টাব্দ", "৯৯৫-৯১৪ খ্রিস্টাব্দ"],
    "correct": "৪০১-৪১০ খ্রিস্টাব্দ"
  },
  {
    "id": 138,
    "question": "চীন দেশের কোন ভ্রমণকারী গুপ্তযুগে বাংলাদেশ আগমন করেন?",
    "options": ["হিউয়েন সাঙ", "ফা হিয়েন", "আইসিং", "উপরের সবগুলোই"],
    "correct": "ফা হিয়েন"
  },
  {
    "id": 139,
    "question": "চৈনিক পরিব্রাজক ফা-হিয়েন কার শাসনামলে বাংলায় আসেন?",
    "options": ["দ্বিতীয় চন্দ্রগুপ্ত", "আলাউদ্দীন হোসেন শাহ", "প্রথম চন্দ্রগুপ্ত", "হর্ষবর্ধন"],
    "correct": "দ্বিতীয় চন্দ্রগুপ্ত"
  },
  {
    "id": 140,
    "question": "হিউয়েন সাঙ কে ছিলেন?",
    "options": ["মঙ্গোলীয় পরিব্রাজক", "চীনা ব্যবসায়ী", "মঙ্গোলীয় লেখক", "চীনা পরিব্রাজক"],
    "correct": "চীনা পরিব্রাজক"
  },
  {
    "id": 141,
    "question": "হিউয়েন সাঙ বাংলায় (ভারতবর্ষে) এসেছিলেন যার আমলে-",
    "options": ["সম্রাট অশোক", "চন্দ্রগুপ্ত মৌর্য", "হর্ষবর্ধন", "গুপ্ত রাজা"],
    "correct": "হর্ষবর্ধন"
  },
  {
    "id": 142,
    "question": "চীনা পরিব্রাজক হিউয়েন সাঙ-এর দীক্ষাগুরু কে ছিলেন?",
    "options": ["অতীশ দীপঙ্কর", "শীলভদ্র", "মেগাস্থিনিস", "মাহুয়ান"],
    "correct": "শীলভদ্র"
  },
  {
    "id": 143,
    "question": "মহাবীর শীলভদ্র কোন মহাবিহারের আচার্য ছিলেন?",
    "options": ["আনন্দ বিহার", "নালন্দা বিহার", "গোসিপ বিহার", "সোমপুর বিহার"],
    "correct": "গোসিপ বিহার"
  },
  {
    "id": 144,
    "question": "বিশ্বের প্রাচীনতম বিশ্ববিদ্যালয় কোনটি?",
    "options": ["হাভার্ড", "নালন্দা", "তুরিন", "আল-হামরা"],
    "correct": "নালন্দা"
  },
  {
    "id": 145,
    "question": "নালন্দা বিশ্ববিদ্যালয় কোন শতকে প্রতিষ্ঠিত হয়েছিল?",
    "options": ["চতুর্থ শতকে", "পঞ্চম শতকে", "সপ্তম শতকে", "ষষ্ঠ শতকে"],
    "correct": "পঞ্চম শতকে"
  },
  {
    "id": 146,
    "question": "Famous tourist Ibn Batuta was the citizen of/ইবনে বতুতা কোন দেশের পর্যটক?",
    "options": ["Italy", "Tibet", "Morocco", "Greece"],
    "correct": "Morocco"
  },
  {
    "id": 147,
    "question": "কার রাজত্বকালে ইবনে বতুতা ভারতে এসেছিলেন?",
    "options": ["মুহম্মদ বিন কাসেম", "মুহম্মদ বিন তুঘলক", "সম্রাট হুমায়ুন", "সম্রাট আকবর"],
    "correct": "মুহম্মদ বিন তুঘলক"
  },
  {
    "id": 148,
    "question": "ইবনে বতুতা কার শাসনামলে বাংলায় আসেন?",
    "options": ["শামসউদ্দিন ফিরোজ শাহ", "হাজী ইলিয়াস শাহ", "হুসাইন শাহ", "ফখরউদ্দিন মুবারক শাহ"],
    "correct": "ফখরউদ্দিন মুবারক শাহ"
  },
  {
    "id": 149,
    "question": "ইবনে বতুতা কোন শতকে বাংলাদেশে আসেন?",
    "options": ["চতুর্দশ", "সপ্তদশ", "অষ্টাদশ", "ত্রয়োদশ"],
    "correct": "চতুর্দশ"
  },
  {
    "id": 150,
    "question": "নিম্নের কোন পর্যটক সোনারগাঁও এসেছিলেন?",
    "options": ["ফা-হিয়েন", "ইবনে বতুতা", "মার্কো পোলো", "হিউয়েন সাং"],
    "correct": "ইবনে বতুতা"
  },
  {
    "id": 151,
    "question": "মধ্যযুগে কোন বিদেশি পরিব্রাজক প্রথম 'বাঙ্গালা' শব্দ ব্যবহার করেন?",
    "options": ["কলম্বাস", "কালিদাস", "ইবনে বতুতা", "বখতিয়ার খলজি"],
    "correct": "ইবনে বতুতা"
  },
  {
    "id": 152,
    "question": "ইবনে বতুতার গ্রন্থের নাম",
    "options": ["রেহেলা", "তারিখ-ই-মুবারক শাহী", "আইন-ই-আকবরী", "বাবরনামা"],
    "correct": "রেহেলা"
  },
  {
    "id": 153,
    "question": "কোন ব্যক্তি বাংলাদেশকে 'ধনসম্পদপূর্ণ নরক' বলে অভিহিত করেন?",
    "options": ["ফা হিয়েন", "ইবনে বতুতা", "হিউয়েন সাঙ", "ইবনে খলদুন"],
    "correct": "ইবনে বতুতা"
  },
  {
    "id": 154,
    "question": "ইবনে বতুতা বাংলায় কার সাথে সাক্ষাতের উদ্দেশ্যে এসেছিলেন?",
    "options": ["হযরত শাহ মখদুম", "হযরত শাহ পরান", "হযরত শাহ সুলতান মাহিসওয়ার", "হযরত শাহজালাল"],
    "correct": "হযরত শাহজালাল"
  },
  {
    "id": 155,
    "question": "চীন দেশীয় ইতিহাসের জনক সুমা-কিয়েন ভারতীয় ইতিহাসের গ্রন্থ রচনা করেন",
    "options": ["খ্রিঃ পূর্ব ৩য় শতকে", "খ্রিঃ পূর্ব ৪র্থ শতকে", "খ্রিষ্টপূর্ব ৫ম শতকে", "খ্রিঃ পূর্ব ১ম শতকে"],
    "correct": "খ্রিঃ পূর্ব ১ম শতকে"
  },
  {
    "id": 156,
    "question": "বাংলাদেশে বারো ভূঁইয়ার অভ্যুত্থান ঘটে",
    "options": ["বাবরের সময়", "আওরঙ্গজেবের সময়", "জাহাঙ্গীরের সময়", "আকবরের সময়"],
    "correct": "আকবরের সময়"
  },
  {
    "id": 157,
    "question": "বাংলার জমিদারগণ মুঘল শাসনের বিরুদ্ধে প্রতিরোধ গড়ে তুলেন। এঁরা পরিচিত ছিলেন-",
    "options": ["বারো মন্ডল নামে", "বারো কুকুর নামে", "বারো ভূঁইয়া নামে", "বারো পঞ্চায়েত নামে"],
    "correct": "বারো ভূঁইয়া নামে"
  },
  {
    "id": 158,
    "question": "Who of the following is one of the 'Baro Bhuiyans' of Bengal?/নিচের কে বারো ভুইয়াদের একজন ছিলেন?",
    "options": ["Isa Khan", "Shaesta Khan", "Mansingha", "Islam Khan", "All"],
    "correct": "Isa Khan"
  },
  {
    "id": 159,
    "question": "Isa khan ruled the 'Bhati region' of medieval Bengal during the period - / বাংলার ভাটি অঞ্চলের শাসক ঈসা খাঁ এর জীবনকাল -",
    "options": ["1529-1595", "1529-1596", "1529-1598", "1529-1599"],
    "correct": "1529-1599"
  },
  {
    "id": 160,
    "question": "ঈসা খাঁর রাজধানী কোথায় অবস্থিত?",
    "options": ["গৌড়", "মহাস্থানগড়", "লক্ষণাবর্তী", "সোনারগাঁও"],
    "correct": "সোনারগাঁও"
  },
  {
    "id": 161,
    "question": "বাংলার রাজধানী হিসেবে সোনারগাঁও এর পত্তন করেছিলেন কে?",
    "options": ["শাহজাদা আজম", "সুবেদার ইসলাম খান", "সম্রাট আকবর", "ঈসা খান"],
    "correct": "ঈসা খান"
  },
  {
    "id": 162,
    "question": "During which period, Sonargaon was the capital of Bangladesh?/সোনারগাঁও কোন আমলে বাংলাদেশের রাজধানী ছিল?",
    "options": ["Sultanate rule", "Mughal rule", "Pala dynasty", "Maurya dynasty"],
    "correct": "Mughal rule"
  },
  {
    "id": 163,
    "question": "কোন মুঘল সম্রাটের সময় বাংলা বিজিত হয়?",
    "options": ["বাবর", "জাহাঙ্গীর", "আকবর", "আওরঙ্গজেব"],
    "correct": "জাহাঙ্গীর"
  },
]



export default BangladeshAffairs;
